Repository: Vistaus/gcron
Catalog: po/extra/*.po
Languages: fr

source: Display, understand and edit your cron configuration
fr: Affichez, comprenez et modifiez votre configuration cron

source: If you are tired to open your terminal in order to edit your cron jobs, or even better are interested in figuring out what does one of your current cron job do
fr: Si vous en avez marre d'ouvrir votre terminal pour pouvoir modifier vos tâches cron, ou bien pour savoir ce que sont en train de faire vos tâches cron en cours

source: Gcron is the solution for you, it is an easy to use graphic interface that edit the cron configuration of the current user as well as explains its content
fr: Gcron est la solution pour vous, il s'agit d'une interface graphique simple qui permet à la fois de modifier la configuration cron de l'utilisateur courant et d'expliquer son contenu

source: App redesign
fr: Refonte de l'application

source: Icon redesign
fr: Refonte de l'icône

source: Delete button red
fr: Bouton supprimer rouge

source: Bold logs error messages
fr: Messages d'erreurs en gras dans les journaux

source: Added log area to display messages
fr: Ajout d'une zone de journaux pour afficher des messages

source: Cron jobs can be added
fr: Les tâches cron peuvent être ajoutées

source: Cron jobs can be removed
fr: Les tâches cron peuvent être supprimées

source: Cron jobs can be explained
fr: Les tâches cron peuvent être expliquées

source: The application is initialized from the cron setup
fr: L'application est initialisée à partir de la configuration cron

source: The application can be reinitialized from the cron setup
fr: L'application peut être réinitialisée à partir de la configuration cron

source: Initial release
fr: Version initiale
