Repository: Vistaus/gcron
Catalog: po/*.po
Languages: fr

source: Message logs
fr: Journaux des messages

source: The system will display messages here
fr: Le système affichera les messages ici

source: %s's cron setup
fr: Configuration cron de %s

source: Clear the message logs
fr: Effacer les journaux des messages

source: Delete
fr: Supprimer

source: Display
fr: Afficher

source: Cron expression or command empty
fr: Expression cron ou commande vide

source: Add new cron job
fr: Ajouter une nouvelle tâche cron

source: Explain
fr: Expliquer

source: No cron setup found, create a new cron
fr: Aucune configuration cron trouvée, créez une nouvelle tâche cron

source: CRON EXPRESSION
fr: EXPRESSION CRON

source: CRON COMMAND
fr: COMMANDE CRON

source: Reload cron config
fr: Recharger la configuration cron

source: Error
fr: Erreur
